Repository: DavideCapurr/solea
Catalog: App/Resources/Localizable.xcstrings
Source language: it
Languages: de, en, es, fr, pt

source: La finestra migliore si avvicina. Apri Tanora per controllare UV, SPF e durata prima di esporti.
de: Das beste Zeitfenster naht. Öffne Tanora, um UV, LSF und Dauer zu prüfen, bevor du dich der Sonne aussetzt.
en: The best window is coming up. Open Tanora to check UV, SPF and duration before you go into the sun.
es: La mejor franja se acerca. Abre Tanora para comprobar UV, SPF y duración antes de exponerte.
fr: Le meilleur créneau approche. Ouvrez Tanora pour vérifier l'UV, le SPF et la durée avant de vous exposer.
pt: A melhor janela aproxima-se. Abre o Tanora para verificar UV, FPS e duração antes de te expores.

source: La mia pelle è naturalmente scura
de: Meine Haut ist von Natur aus dunkel
en: My skin is naturally dark
es: Mi piel es naturalmente oscura
fr: Ma peau est naturellement foncée
pt: A minha pele é naturalmente escura

source: La mia serie Tanora
de: Meine Tanora-Serie
en: My Tanora streak
es: Mi racha Tanora
fr: Ma série Tanora
pt: A minha sequência Tanora

source: La mia serie Tanora è di %lld giorni di sole intelligente. ☀️
de: Meine Tanora-Serie beträgt %lld Tage mit smartem Sonnen. ☀️
en: My Tanora streak is %lld sun-smart days. ☀️
es: Mi racha Tanora es de %lld días de sol inteligente. ☀️
fr: Ma série Tanora est de %lld jours de soleil intelligent. ☀️
pt: A minha sequência Tanora é de %lld dias de sol inteligente. ☀️

source: La mia streak Tanora
de: Meine Tanora-Streak
en: My Tanora streak
es: Mi racha Tanora
fr: Ma série Tanora
pt: A minha streak Tanora

source: La mia streak Tanora è di %lld giorni di sole intelligente. ☀️
de: Meine Tanora-Streak beträgt %lld Tage mit smartem Sonnen. ☀️
en: My Tanora streak is %lld sun-smart days. ☀️
es: Mi racha Tanora es de %lld días de sol inteligente. ☀️
fr: Ma série Tanora est de %lld jours de soleil intelligent. ☀️
pt: A minha streak Tanora é de %lld dias de sol inteligente. ☀️

source: La pelle è arrossata: Tanora blocca il sole diretto per oggi.
de: Die Haut ist gerötet: Tanora blockiert für heute die direkte Sonne.
en: Your skin is red, so Tanora blocks direct sun exposure for today.
es: La piel está enrojecida: Tanora bloquea el sol directo por hoy.
fr: La peau est rougie : Tanora bloque le soleil direct pour aujourd'hui.
pt: A pele está avermelhada: o Tanora bloqueia o sol direto por hoje.

source: La pelle è calda: Tanora riduce automaticamente dose e obiettivo.
de: Die Haut ist warm: Tanora reduziert automatisch Dosis und Ziel.
en: Your skin feels warm, so Tanora automatically reduces the dose and goal.
es: La piel está caliente: Tanora reduce automáticamente la dosis y el objetivo.
fr: La peau est chaude : Tanora réduit automatiquement la dose et l'objectif.
pt: A pele está quente: o Tanora reduz automaticamente a dose e o objetivo.

source: La pelle tira: il recupero viene prima dell'abbronzatura.
de: Die Haut spannt: Erholung geht vor Bräune.
en: Your skin feels tight: recovery comes before tanning.
es: La piel tira: la recuperación es antes que el bronceado.
fr: La peau tire : la récupération passe avant le bronzage.
pt: A pele repuxa: a recuperação vem antes do bronzeado.

source: La pelle tira: meglio fermarsi, stare all'ombra e recuperare.
de: Die Haut spannt: besser aufhören, in den Schatten gehen und erholen.
en: Your skin feels tight: stop, move to the shade and let it recover.
es: La piel tira: mejor parar, ponerse a la sombra y recuperar.
fr: La peau tire : mieux vaut s'arrêter, se mettre à l'ombre et récupérer.
pt: A pele repuxa: melhor parar, ficar à sombra e recuperar.

source: La prossima volta riduci qualche minuto o aumenta SPF; stasera doposole.
de: Nächstes Mal ein paar Minuten weniger oder höheren LSF; heute Abend After-Sun.
en: Next time, shorten the session by a few minutes or use a higher SPF. Apply after-sun care tonight.
es: La próxima vez reduce unos minutos o aumenta el SPF; esta noche, aftersun.
fr: La prochaine fois, réduisez quelques minutes ou augmentez le SPF ; ce soir, après-soleil.
pt: Da próxima vez reduz alguns minutos ou aumenta o FPS; esta noite, pós-solar.

source: La tua pelle
de: Deine Haut
en: Your skin
es: Tu piel
fr: Votre peau
pt: A tua pele

source: Lato al sole
de: Sonnenseite
en: Exposed side
es: Lado al sol
fr: Côté au soleil
pt: Lado ao sol

source: Le attività in tempo reale sono disattivate: abilitale in Impostazioni > Tanora per vedere il timer nella Dynamic Island.
de: Echtzeitaktivitäten sind deaktiviert: Aktiviere sie in Einstellungen > Tanora, um den Timer in der Dynamic Island zu sehen.
en: Live Activities are turned off. Enable them in Settings > Tanora to see the timer in the Dynamic Island.
es: Las actividades en tiempo real están desactivadas: actívalas en Ajustes > Tanora para ver el temporizador en la Dynamic Island.
fr: Les activités en temps réel sont désactivées : activez-les dans Réglages > Tanora pour voir le minuteur dans la Dynamic Island.
pt: As atividades em tempo real estão desativadas: ativa-as em Definições > Tanora para veres o temporizador na Dynamic Island.

source: Le condizioni sono tra le più favorevoli per il tuo fototipo. Entra in Tanora e avvia una sessione prudente.
de: Die Bedingungen gehören zu den günstigsten für deinen Hauttyp. Öffne Tanora und starte eine umsichtige Sitzung.
en: Conditions are among the best for your skin type. Open Tanora and start a cautious session.
es: Las condiciones son de las más favorables para tu fototipo. Entra en Tanora e inicia una sesión prudente.
fr: Les conditions sont parmi les plus favorables pour votre phototype. Entrez dans Tanora et lancez une séance prudente.
pt: As condições estão entre as mais favoráveis para o teu fototipo. Entra no Tanora e inicia uma sessão prudente.

source: Le fasce in cui ti abbronzi bene con il minor rischio per il tuo fototipo.
de: Die Zeiten, in denen du dich bei geringstem Risiko gut bräunst – passend zu deinem Hauttyp.
en: The time windows with the best balance of tanning potential and lower risk for your skin type.
es: Las franjas en las que te bronceas bien con el menor riesgo para tu fototipo.
fr: Les créneaux où vous bronzez bien avec le moins de risque pour votre phototype.
pt: As faixas em que te bronzeias bem com o menor risco para o teu fototipo.

source: Le fasce più prudenti tra quelle utili per il tuo fototipo.
de: Die vorsichtigsten unter den für deinen Hauttyp nützlichen Zeiten.
en: The lowest-risk useful time windows for your skin type.
es: Las franjas más prudentes entre las útiles para tu fototipo.
fr: Les créneaux les plus prudents parmi ceux utiles à votre phototype.
pt: As faixas mais prudentes entre as úteis para o teu fototipo.

source: Le Live Activity sono disattivate: abilitale in Impostazioni > Tanora per vedere il timer nella Dynamic Island.
de: Live Activities sind deaktiviert: aktiviere sie in Einstellungen > Tanora, um den Timer in der Dynamic Island zu sehen.
en: Live Activities are off: enable them in Settings > Tanora to see the timer in the Dynamic Island.
es: Las Live Activities están desactivadas: actívalas en Ajustes > Tanora para ver el temporizador en la Dynamic Island.
fr: Les activités en direct sont désactivées : activez-les dans Réglages > Tanora pour voir le minuteur dans la Dynamic Island.
pt: As Live Activities estão desativadas: ativa-as em Definições > Tanora para veres o temporizador na Dynamic Island.

source: Leggera
de: Leicht
en: Light
es: Ligero
fr: Léger
pt: Ligeiro

source: Lettino
de: Solarium
en: Tanning bed
es: Solárium
fr: Cabine UV
pt: Solário

source: Lettura
de: Lesen
en: Insights
es: Lectura
fr: Lecture
pt: Leitura

source: Limite prudente
de: Empfohlenes Limit
en: Recommended limit
es: Límite prudente

source: Limite prudente al sole
de: Empfohlenes Sonnenlimit
en: Recommended sun-exposure limit
es: Límite prudente al sol
fr: Limite prudente au soleil
pt: Limite prudente ao sol

source: Limite prudente esaurito
de: Empfohlenes Limit aufgebraucht
en: Recommended limit reached
es: Límite prudente agotado
fr: Limite prudente épuisée
pt: Limite prudente esgotado

source: Limite prudente esaurito — all'ombra!
de: Empfohlenes Limit aufgebraucht – in den Schatten!
en: Recommended limit reached — move into the shade!
es: Límite prudente agotado — ¡a la sombra!
fr: Limite prudente épuisée — à l'ombre !
pt: Limite prudente esgotado — para a sombra!

source: Limite prudente rimanente
de: Verbleibendes empfohlenes Limit
en: Recommended limit remaining
es: Límite prudente restante
fr: Limite prudente restante
pt: Limite prudente restante

source: Limite prudente stimato
de: Geschätztes empfohlenes Limit
en: Estimated recommended limit
es: Límite prudente estimado
fr: Limite prudente estimée
pt: Limite prudente estimado

source: Locale
de: Lokal
en: Local
es: Local
fr: Local
pt: Local

source: Marrone scuro
de: Dunkelbraun
en: Dark brown
es: Marrón oscuro
fr: Marron foncé
pt: Castanho escuro

source: Media
de: Mittel
en: Medium
fr: Moyenne
pt: Média

source: Messaggio troppo lungo: resta entro 2000 caratteri.
de: Nachricht zu lang: Bleib unter 2000 Zeichen.
en: Message too long: stay within 2000 characters.
es: Mensaje demasiado largo: no superes los 2000 caracteres.
fr: Message trop long : restez sous les 2000 caractères.
pt: Mensagem demasiado longa: mantém-te dentro dos 2000 caracteres.

source: Mettiti all'ombra o aggiorna la protezione prima di continuare.
de: Geh in den Schatten oder erneuere den Schutz, bevor du weitermachst.
en: Move into the shade or reapply sunscreen before continuing.
es: Ponte a la sombra o renueva la protección antes de continuar.
fr: Mettez-vous à l'ombre ou renouvelez la protection avant de continuer.
pt: Vai para a sombra ou renova a proteção antes de continuar.

source: Mi scotto facilmente, mi abbronzo poco
de: Ich bekomme leicht Sonnenbrand, werde wenig braun
en: I burn easily, I tan a little
es: Me quemo fácilmente, me bronceo poco
fr: Je brûle facilement, je bronze peu
pt: Queimo-me facilmente, bronzeio pouco

source: Mi scotto sempre, non mi abbronzo mai
de: Ich bekomme immer Sonnenbrand, werde nie braun
en: I always burn, I never tan
es: Siempre me quemo, nunca me bronceo
fr: Je brûle toujours, je ne bronze jamais
pt: Queimo-me sempre, nunca bronzeio

source: Moltissime
de: Sehr viele
en: Many
es: Muchísimas
fr: Énormément
pt: Imensas

source: Molto alta
de: Sehr hoch
en: Very high
es: Muy alta
fr: Très élevée
pt: Muito alta

source: Molto chiara, lattea
de: Sehr hell, milchig
en: Very fair, milky
es: Muy clara, lechosa
fr: Très claire, laiteuse
pt: Muito clara, leitosa

source: Neri
de: Schwarz
en: Black
es: Negros
fr: Noirs
pt: Pretos

source: Nessun dato di previsione disponibile
de: Keine Vorhersagedaten verfügbar
en: No forecast data available
es: No hay datos de pronóstico disponibles
fr: Aucune donnée de prévision disponible
pt: Sem dados de previsão disponíveis

source: Nessun lato tracciato: dalla prossima sessione usa il selettore fronte/retro.
de: Keine Seite erfasst: Nutze ab der nächsten Sitzung den Vorder-/Rückseiten-Wähler.
en: No side was tracked. Use the front/back selector during your next session.
es: Ningún lado registrado: desde la próxima sesión usa el selector delante/detrás.
fr: Aucun côté suivi : dès la prochaine séance, utilisez le sélecteur avant/arrière.
pt: Nenhum lado registado: a partir da próxima sessão usa o seletor frente/costas.

source: Nessun piano
de: Keine Pläne
en: No plans
es: Sin planes
fr: Aucun plan
pt: Sem planos

source: Nessun volto rilevato: inquadra il viso per confrontare il tono.
de: Kein Gesicht erkannt: Richte die Kamera auf dein Gesicht, um den Ton zu vergleichen.
en: No face detected: center your face in the frame to compare skin tone.
es: No se detectó ningún rostro: encuadra la cara para comparar el tono.
fr: Aucun visage détecté : cadrez le visage pour comparer le teint.
pt: Nenhum rosto detetado: enquadra o rosto para comparar o tom.

source: Nessuna
de: Keine
en: None
es: Ninguna
fr: Aucune
pt: Nenhuma

source: Nessuna fascia futura da programmare: riapri Oggi quando cambiano le previsioni UV.
de: Keine zukünftige Zeit zu planen: Öffne „Heute“ erneut, wenn sich die UV-Vorhersage ändert.
en: No future window to schedule: reopen Today when the UV forecast changes.
es: No hay ninguna franja futura que programar: vuelve a abrir Hoy cuando cambien las previsiones UV.
fr: Aucun créneau futur à programmer : rouvrez Aujourd'hui quand les prévisions UV changent.
pt: Nenhuma faixa futura para programar: reabre Hoje quando as previsões UV mudarem.

source: Nessuna finestra ideale nelle prossime 24 ore per il tuo fototipo.
de: Keine ideale Zeit in den nächsten 24 Stunden für deinen Hauttyp.
en: No ideal window in the next 24 hours for your skin type.
es: No hay ninguna franja ideal en las próximas 24 horas para tu fototipo.
fr: Aucun créneau idéal dans les prochaines 24 heures pour votre phototype.
pt: Nenhuma janela ideal nas próximas 24 horas para o teu fototipo.

source: Nessuna località trovata per «%@». Controlla il nome e riprova.
de: Kein Ort für „%@“ gefunden. Überprüfe den Namen und versuche es erneut.
en: No location found for “%@”. Check the name and try again.
es: No se encontró ninguna localidad para «%@». Comprueba el nombre e inténtalo de nuevo.
fr: Aucun lieu trouvé pour « %@ ». Vérifiez le nom et réessayez.
pt: Nenhum local encontrado para «%@». Verifica o nome e tenta novamente.

source: Nessuna nota salvata.
de: Keine Notiz gespeichert.
en: No saved note.
es: Ninguna nota guardada.
fr: Aucune note enregistrée.
pt: Nenhuma nota guardada.

source: Nessuna sessione
de: Keine Sitzungen
en: No sessions
es: Sin sesiones
fr: Aucune séance
pt: Sem sessões

source: Nocciola
de: Haselnussbraun
en: Hazel
es: Avellana
fr: Noisette
pt: Cor de avelã

source: Non mi scotto quasi mai
de: Ich bekomme fast nie Sonnenbrand
en: I almost never burn
es: Casi nunca me quemo
fr: Je ne brûle presque jamais
pt: Quase nunca me queimo

source: Non registrata
de: Nicht erfasst
en: Not logged
es: No registrada
fr: Non enregistrée
pt: Não registada

source: Nota per la prossima sessione
de: Notiz für die nächste Sitzung
en: Note for your next session
es: Nota para la próxima sesión
fr: Note pour la prochaine séance
pt: Nota para a próxima sessão

source: Notifiche disattivate: abilita Tanora in Impostazioni > Notifiche per ricevere gli avvisi sulle ore ideali.
de: Mitteilungen deaktiviert: Aktiviere Tanora in Einstellungen > Mitteilungen, um Hinweise zu den idealen Zeiten zu erhalten.
en: Notifications are off: enable Tanora in Settings > Notifications to get ideal-hours alerts.
es: Notificaciones desactivadas: activa Tanora en Ajustes > Notificaciones para recibir los avisos de las horas ideales.
fr: Notifications désactivées : activez Tanora dans Réglages > Notifications pour recevoir les alertes des heures idéales.
pt: Notificações desativadas: ativa o Tanora em Definições > Notificações para receber os avisos das horas ideais.

source: Notifiche disattivate: non riceverai i promemoria. Abilitale in Impostazioni > Notifiche.
de: Mitteilungen deaktiviert: Du erhältst keine Erinnerungen. Aktiviere sie in Einstellungen > Mitteilungen.
en: Notifications are off: you won't get reminders. Enable them in Settings > Notifications.
es: Notificaciones desactivadas: no recibirás los recordatorios. Actívalas en Ajustes > Notificaciones.
fr: Notifications désactivées : vous ne recevrez pas les rappels. Activez-les dans Réglages > Notifications.
pt: Notificações desativadas: não vais receber os lembretes. Ativa-as em Definições > Notificações.

source: Nuova sessione
de: Neue Sitzung
en: New session
es: Nueva sesión
fr: Nouvelle séance
pt: Nova sessão

source: Nuovo piano
de: Neuer Plan
en: New plan
es: Nuevo plan
fr: Nouveau plan
pt: Novo plano

source: Obiettivo
de: Ziel
en: Goal
es: Objetivo
fr: Objectif
pt: Objetivo

source: Obiettivo di sessione non disponibile.
de: Sitzungsziel nicht verfügbar.
en: Session goal unavailable.
es: Objetivo de sesión no disponible.
fr: Objectif de séance indisponible.
pt: Objetivo de sessão indisponível.

source: Obiettivo raggiunto
de: Ziel erreicht
en: Goal reached
es: Objetivo alcanzado
fr: Objectif atteint
pt: Objetivo alcançado

source: Obiettivo raggiunto: valuta ombra, doposole o una pausa.
de: Ziel erreicht: Denk an Schatten, After-Sun oder eine Pause.
en: Goal reached. Move into the shade, apply after-sun care, or take a break.
es: Objetivo alcanzado: considera sombra, aftersun o una pausa.
fr: Objectif atteint : pensez à l'ombre, l'après-soleil ou une pause.
pt: Objetivo alcançado: considera sombra, pós-solar ou uma pausa.

source: Obiettivo scelto
de: Gewähltes Ziel
en: Selected goal
es: Objetivo elegido
fr: Objectif choisi
pt: Objetivo escolhido

source: oggi
de: heute
en: today
es: hoy
fr: aujourd'hui
pt: hoje

source: Oggi
de: Heute
en: Today
es: Hoy
fr: Aujourd'hui
pt: Hoje

source: Oggi niente sole diretto
de: Heute keine direkte Sonne
en: Avoid direct sun today
es: Hoy nada de sol directo
fr: Aujourd'hui, pas de soleil direct
pt: Hoje nada de sol direto

source: Ogni giornata smart inizia da un check consapevole.
de: Jeder smarte Tag beginnt mit einem bewussten Check.
en: Every smart day starts with an informed check.
es: Cada día smart empieza con un check consciente.
fr: Chaque journée smart commence par un check conscient.
pt: Cada dia smart começa com um check consciente.

source: Olivastra
de: Oliv
en: Olive
es: Aceitunada
fr: Mate
pt: Azeitonada

source: Ombra
de: Schatten
en: Shade
es: Sombra
fr: Ombre
pt: Sombra

source: Ombra e recupero
de: Schatten und Erholung
en: Shade and recovery
es: Sombra y recuperación
fr: Ombre et récupération
pt: Sombra e recuperação

source: On-device + cloud pronti
de: On-Device + Cloud bereit
en: On-device + cloud ready
es: En el dispositivo + nube listos
fr: Sur l'appareil + cloud prêts
pt: No dispositivo + nuvem prontos

source: On-device attivo
de: On-Device aktiv
en: On-device active
es: En el dispositivo activo
fr: Sur l'appareil actif
pt: No dispositivo ativo

source: Operazione non riuscita
de: Vorgang fehlgeschlagen
en: Operation failed
es: Operación fallida
fr: Échec de l'opération
pt: Operação falhada

source: ora
de: jetzt
en: now
es: ahora
fr: maintenant
pt: agora

source: Ora
de: Uhrzeit
en: Time
es: Hora
fr: Heure
pt: Hora

source: Ora puoi ricevere il tuo check quotidiano
de: Jetzt kannst du deinen täglichen Check erhalten
en: You can now get your daily check
es: Ahora puedes recibir tu check diario
fr: Vous pouvez maintenant recevoir votre check quotidien
pt: Agora podes receber o teu check diário

source: Ore ideali
de: Ideale Zeiten
en: Best times
es: Horas ideales
fr: Heures idéales
pt: Horas ideais

source: Ottimo equilibrio: fronte e retro sono rimasti vicini.
de: Hervorragende Balance: Vorder- und Rückseite blieben nah beieinander.
en: Great balance: front and back exposure stayed close.
es: Excelente equilibrio: delante y detrás se han mantenido cerca.
fr: Excellent équilibre : l'avant et l'arrière sont restés proches.
pt: Excelente equilíbrio: a frente e as costas mantiveram-se próximas.

source: Parecchie
de: Ziemlich viele
en: Several
es: Bastantes
fr: Pas mal
pt: Bastantes

source: Partenza
de: Abreise
en: Departure
es: Salida
fr: Départ
pt: Partida

source: Partenza %@
de: Abreise %@
en: Departure %@
es: Salida %@
fr: Départ %@
pt: Partida %@

source: Parti da un lato e cambia quando arriva il promemoria.
de: Beginne mit einer Seite und wechsle, wenn die Erinnerung kommt.
en: Start on one side, then turn over when you get the reminder.
es: Empieza por un lado y cambia cuando llegue el recordatorio.
fr: Commencez par un côté et changez à l'arrivée du rappel.
pt: Começa por um lado e muda quando chegar o lembrete.

source: Pausa
de: Pause
en: Pause
fr: Pause

source: Pausa all'ombra
de: Pause im Schatten
en: Pause in the shade
es: Pausa a la sombra
fr: Pause à l'ombre
pt: Pausa à sombra

source: Pelle
de: Haut
en: Skin
es: Piel
fr: Peau
pt: Pele

source: Pelle adesso
de: Haut jetzt
en: Current skin condition
es: Piel ahora
fr: Peau maintenant
pt: Pele agora

source: Pelle arrossata: niente sole diretto oggi, idratazione e doposole.
de: Gerötete Haut: heute keine direkte Sonne, Flüssigkeit und After-Sun.
en: Your skin is red: avoid direct sun today, stay hydrated, and use after-sun care.
es: Piel enrojecida: nada de sol directo hoy, hidratación y aftersun.
fr: Peau rougie : pas de soleil direct aujourd'hui, hydratation et après-soleil.
pt: Pele avermelhada: nada de sol direto hoje, hidratação e pós-solar.

source: Pelle calda: piano ridotto, niente ricerca aggressiva del tan.
de: Warme Haut: reduzierter Plan, kein aggressives Streben nach Bräune.
en: Warm skin: a reduced plan with no aggressive tanning.
es: Piel caliente: plan reducido, sin buscar el bronceado de forma agresiva.
fr: Peau chaude : plan réduit, pas de recherche agressive du bronzage.
pt: Pele quente: plano reduzido, sem procurar o bronzeado de forma agressiva.

source: Pelle calda: piano ridotto, senza forzare l'abbronzatura.
de: Warme Haut: reduzierter Plan, ohne die Bräune zu erzwingen.
en: Your skin feels warm, so the plan is reduced to avoid pushing your tan.
es: Piel caliente: plan reducido, sin forzar el bronceado.
fr: Peau chaude : plan réduit, sans forcer le bronzage.
pt: Pele quente: plano reduzido, sem forçar o bronzeado.

source: Pelle chiara: si scotta facilmente, si abbronza poco.
de: Helle Haut: bekommt leicht Sonnenbrand, wird wenig braun.
en: Fair skin: burns easily, tans minimally.
es: Piel clara: se quema fácilmente, se broncea poco.
fr: Peau claire : brûle facilement, bronze peu.
pt: Pele clara: queima-se facilmente, bronzeia pouco.

source: Pelle e note
de: Haut und Notizen
en: Skin and notes
es: Piel y notas
fr: Peau et notes
pt: Pele e notas

source: Pelle intermedia: a volte si scotta, si abbronza gradualmente.
de: Mittlere Haut: bekommt manchmal Sonnenbrand, wird allmählich braun.
en: Medium skin: sometimes burns, tans gradually.
es: Piel intermedia: a veces se quema, se broncea gradualmente.
fr: Peau intermédiaire : brûle parfois, bronze progressivement.
pt: Pele intermédia: às vezes queima-se, bronzeia gradualmente.

source: Pelle molto chiara: si scotta sempre, non si abbronza.
de: Sehr helle Haut: bekommt immer Sonnenbrand, wird nicht braun.
en: Very fair skin: always burns, never tans.
es: Piel muy clara: se quema siempre, no se broncea.
fr: Peau très claire : brûle toujours, ne bronze pas.
pt: Pele muito clara: queima-se sempre, não bronzeia.

source: Pelle molto scura: non si scotta quasi mai.
de: Sehr dunkle Haut: bekommt fast nie Sonnenbrand.
en: Very dark skin: almost never burns.
es: Piel muy oscura: casi nunca se quema.
fr: Peau très foncée : ne brûle presque jamais.
pt: Pele muito escura: quase nunca se queima.

source: Pelle olivastra: si scotta raramente, si abbronza bene.
de: Olivfarbene Haut: bekommt selten Sonnenbrand, wird gut braun.
en: Olive skin: rarely burns, tans well.
es: Piel aceitunada: se quema raramente, se broncea bien.
fr: Peau mate : brûle rarement, bronze bien.
pt: Pele azeitonada: queima-se raramente, bronzeia bem.

source: Pelle scura: si scotta molto raramente, si abbronza intensamente.
de: Dunkle Haut: bekommt sehr selten Sonnenbrand, wird intensiv braun.
en: Dark skin: very rarely burns, tans deeply.
es: Piel oscura: se quema muy raramente, se broncea intensamente.
fr: Peau foncée : brûle très rarement, bronze intensément.
pt: Pele escura: queima-se muito raramente, bronzeia intensamente.

source: Permesso di posizione negato.
de: Standortberechtigung verweigert.
en: Location permission denied.
es: Permiso de ubicación denegado.
fr: Autorisation de localisation refusée.
pt: Permissão de localização negada.
